Revit 2024 API
ParameterTypeId.DividedSurfacePatternIndentn1 Property
 "Indent 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DividedSurfacePatternIndentn1 { get; }
Visual Basic
Public Shared ReadOnly Property DividedSurfacePatternIndentn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DividedSurfacePatternIndentn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace